{
    "title": "0986. 5 AUG POTUS final(05 AUG 02).pdf",
    "date": "220020805",
    "categories": ['B'],
    "ocrText": "SE€RE1W R£LT0 l SA,. 'cllS,wd 61:tR  --••....Ill  Compartmented Plan Update  5Aug2002  Copy_of 16  When directed by the President, USCENTCOM conducts offensive operations in Iraq to:  -Overthrow the Iraqi regime  -Eliminate Weapons of Mass Destruction (WMD) capability  -Eliminate the regime's threat to the Iraqi people, the region,  and the U.S.  On order, conduct follow-on operations to facilitate transition from war to peace.  2 1ir&--C'llFTliRFI TOl!Ft \PW ·nlCRR  SliC'A:ET/,' ™315 =Fe l lsAu.\l'S anti G8JI  Over-Arching Concept (Review) --······••1  Family of plans  ision.  resend.  Exec Milita I . Option raq1  Provocatio,.-____________________ ...,.  (Past,Present, Future)  Prosecute Regime Change Decision ' to go to war  (Casus Belli) "Running Start"  •Execute Branch Concept  3  .eneratedStarin Plan ...  We execute the w11rfight on our timeline  4  Execute a military option on our timeline  Introduce SOF first to set conditions; then attack on multiple lines of operation simultaneously  Leverage "shock and awe" with Information activities, themes and messages  Structure deployment to build and maintain momentum  -Coordinate flow of combat forces and enablers  -Start force sets conditions for decisive operations  Enable a coordinated sche{D..graparation throughout  initial deployment  Deploy Northern Iraq Liaison Element (NILE) teams to: -Build relationships  -Gain intelligence and assist in targeting  -Facilitate rapid introduction of SOF  Preparation Complete Posturing [ of Initial Force  • Provides Iraqi regime more time/ opportunity to:  -Gain indications and warnings (l&W)  -Force an international shift in focus towards gaining a U.N.  resolution  -Leverage the Arab street to jeopardize our regional access  (basing-staging-overflight)  • May prompt an Iraqi reaction to:  -Conduct terrorist attacks  -Conduct preemptive strikes (Israel, Kuwait, Kurds)  • Increased time between decision and action increases strategic exposure (Coalition, Congress, Public)  7  Sir, We decided to address the risks associated w/each plan as we review the plan so that we could demonstrate how the "Credible military option/ Modified plan" we propose to support "Accelerated Regime Removal" counters and or mitigates the risks of the Gen Start and Run Start plan ( as we developed it these last 6 weeks). The risks listed on this slide mirror the points made by DR. Rice when reviewing OPTION 1 in her paper. We viewed OPTION 1 as in line withe Generated Start Plan. Fleshing out the risk slides and ensuring we get the point across later in the brief that the "Credible" option in fact nutigates these risks, are the key areas we still need to work and are looking for input.  .-AloneMilitary Options ... Employ operational fires that could lead to  "Running Start"  8  .. Military Options -Contingency Responses· (Review) --••....Ill  LargeMedium  •Forces from the Response continental US  Option(s) (CONUS) 1-5,--------• Air Wing or a second Carrier  In Place Force. Battle Group  Existing S. •Additional & Carrier Battle  beddown Group • R...mie is • Response within conilition-baed  96 hours  •1 da duration • 5-7 day duration  .= Effects:  -Destroy active  -Defeat enablers  threat systems  -Destroy/ degrade  -Targets linked  selected capabilities  to trigger  -Begin to shape  -HostlleAct  battlefield -HostileIntent  -100 Alm Points -1800Aim Points  -BO Aircraft Sorties -1000 Aircraft Sorties ="'llldNOll!lem  o,,.c.rio,_an,.,  9  .unningStart" Plan ...  We enter the warflght sequentially ... Air Power first (Blue, White, Re,/) followed by Ground Forces  10  9ts• tl'd&Yll .f'ilYs'f"llEls·.t,·'...... -o:u 17  11Ru11ning Start" Plan '' ----...1111  Executes military option(s) (Blue, White, Red) initially while simultaneously flowing forces  Introduces lines of operation sequentially  Maximizes effectiveness of operational fires with early introduction of SOF forces --operational fires throughout deployment Scales clandestine preparation to time available ...  -Deploy liaison teams (NILE) to build relationships  -Conduct "in-country" training and arming of opposition groups, as soon as possible after A-day  Focuses information operation actions, themes and messages  Tailors Phase II objectives based on effects of operational fires  -Initiate ground operations (conventional and SOF) against intermediate objectives  -Anticipate ground pause to generate more sustainment and combat power  • Flows follow-on forces to achieve Phase Ill and IV objectives  11  §ft!ftflW llfL ret.JA•. Jttif;and 66ft  "Running Start', Today  --••....Ill  PHASE I Decisive Offensive Operations  PHASE II  Complete Regime Destruction  Post  12  Sir, We are awaiting results of COMCFLCCs wargame to get from them the details of the size force that can be launched on what day. We should have that by Friday afternoon.  S£flt£Th' llELT0 l Sill. MIS and 681t  "Runnin° Start" Risks  --••....Ill  Reduces time available for the diplomatic process to secure basing.staging-overflight jeopardizing deployment timelines  Increases risk if plan is executed in the near term  -Completing preparatory tasks reduces risk and enables more rapid execution  Extends overall operational timeline due to sequential introduction of lines of operation  -Allows Iraq time to react  -Threatens the loss of operational momentum and flexibility to  exploit success  Provides Iraqi regime greater opportunity to inflict mass casualties  Increases strategic exposure the earlier air strikes are initiated  13  Sir, Our cut on the key risks of the running start CO NP LAN as we developed the CONPLAN under the assumption we are responding to an Iraqi action/trigger.  ----...1111  Minimize risk and maximize opportunities ...  Refining the plllt1  14  Sir, Slide 24 is a synopsis of the strategy from DR. Rices paper and the OSD paper.  Slides 25-30 are our thoughts on i1nplementing the strategyoutlined in the papers.  511:('ftfT» ltEU'6 l S;:\,,.ltl:S aml tlblt  i  ----...1111  • Execute a modification of the "Running Start" ... -Accelerate ambiguous actions to qenerate capability -Initiate strikes in accordance with 'Red" military option -Sequentially introduce lines of operations ... Commence ground operations after initial air strikes  • Use available time to ...  -Finalize agreements for basing-staging-overflight  -Posture the force and improve capabilities through ambiguous  movement and preparation  -Increase pressure on Iraqi regime through diplomatic engagement, military action, and information operations  • Continue to refine options to increase initial force strength ...  -Increase size and scope of Operations Northern and Southern Watch  -Increase capability in the AOR under guise of exercise participation  -Confirm participation/ integration of coalition partner forces  15  Sft!:M:'i:Y;'ltfL r6t!;A.. Jttif;and 68ft Hybrid Plan --••....Ill  .Shapethe  Battlespace  DecisiveOffensiveOperations  Does not reflect CFLCC CDRs force size reoo1nmendation  Phase 1 -Preparation POTUS Decision to A-Dav  16 Days  FORCE PROJECTION OPERATIONS  Establish Air Bridge and Secure Sea Lines of Communicatlons Mobilize the force  Insert SOF North and West  Flow Air and Naval assets to facilitate RED  Generate operational maneuver forces  Flow sustainment forces to enhance operational reach  il Sir, Need to work w/CFLCC to ensure we capture the ground tasks for the initial force.  Sir, Need to work w/CFLCC to ensure we capture the ground tasks for the initial force.  Phase Ill  PhaseIV Actions  ----...1111  Transition tasks by functional area (security, infrastructure, humanitarian, etc)  itlii·Ni,i  Phase IVb  I  18 • 2.f Mon ths  32 • 4S Months  • Support the establishment of a stable Iraqi government  -Establish a secure environment and assist in recovery and reconstruction  -Support the establishment of Iraqi Self-Defense forces  -Ensure the territorial integrity of Iraq  -Transition civil-military activities to international organizationse/ non. governmental organizationse/ Iraqi Government  Ensure WMD capability eliminated  Gather intelligence; detain terrorists and war criminals; free individuals unjustly detained  Re-deploy forces  20  We will coordinate with the SQm3/.lo!bave the Sunni OG's close the western LOConorabout 0-1  On 0-Day, SOrn3'.wlibt the Kurds will execute direct action missions against high payoff targets and conduct ambushes in key passes along the green line  The Shia will initiate widespread robust harassment and interdiction of key SSO and Baath party leaders  We will conduct nearsimultaneous air and ground operations against the regime. Air and TLAM strikes will attack key leaders, IADS, SSO and SRG forces (High collateral damage possible)  Ground assaults will:  Seize Umm Qasr  Seize Bridges overthe Euphrates river north of Basrah  Isolate Basrah  Seize bridges over the Euphrates in the vicinity of Al Nasiriah  10 will continue to play a key role as we useKinetics to destroy front line Arty forces to protect our forces from WMD and convince the remaining front line forces that resistance is futile  S£€ttETN 11tt·re rs.:\•. -1:liSaucl <::nit  Next steps ...  --••....Ill  • Sec Def  o•-• Secure basing, staging, access (Begin now) 0 DOS· Execute Information Operations (Begin now) -DOD O· Identify post-Iraq regime government (Ongoing) @ NSC-· Identify mobilization requirements--CRAF I, Stop loss, Reserve call-up (Begin now) -· Approve select high collateral damage targets (Sep brief)  o••  Build coalition (Ongoing)  Refine targeting and ground scheme of maneuver (Aug-Sep) Develop:  -Branches for employment from Turkey and Jordan (Sep)  -Supporting strategic plan (Aug) Refine deployment data to reflect evolving planning (Continuous) Continue enabling actions and preparatory tasks (Aug • Dec) Work with Congress (Begin now) Craft diplomatic strategies ... UN, Regional organizations, Israel (Begin now)  21  Fiscal 2002:  $ 1 Billion (± 25%)  Available within current DoD topline  May require some reprogramming  • Would involve Congressional cooperation and awareness in August -October period  Fiscal 2003: $ XX Billion Supplemental Early in Calendar 2003 We will want to request managerial flexibility from the Congress This will be in addition to $10 billion "war reserve" in current 2003 budget proposal  "War Reserve" will be needed to sustain current  operations through early 2003  Fiscal 2004: $ XX Billion in additional topline in 2004 Defense Budget Treat as "war reserve" as in 2003? Requires flexibility from Congress in use of funds  22  • Timing  -FY03 Supplemental request should be submitted at about  same time as FY04 budget submission  • "Tin Cup" activities  -Has yielded $1 billion for OEF thus far  -Will need to be much larger effort  • How to handle funds from Oil sales?  -Iraqi Humanitarian requirements  -Reimburse for regional needs (Turkey, Jordan)  -Repayment schedule for supportive Iraqi  23  Sir, We also thought it best to address those things that could go wrong or impact our execution now inconjunction w/risk as well as the implications of losing Turkey to again demonstrate how our "Credible" option mitigates or addresses these as well. Additionally when we had then1 at the end of the brief you wind up ending the brief on a down note vice ending on a positive note, " .... understand the issues but we can mitigate them and still accomplish the 1nission"  Iraq -current situation # 26-28  Component rotations # 29-34  Strategic risks # 35-39  Support Requirements # 40-56  Preparatory Tasks # 57-64  Targeting # 65-89  Master Air Attack Plan -Blue # 90-102  Airfields and Oilfields # 103-105  Command and Control # 106-110  St:t:ft:E1'/, M!L l'O t.'JA,A tis ,iDU G BR  --••....Ill  Iraq Current Situation  25  Sir, We also thought it best to address those things that could go wrong or impact our execution now inconjunction w/risk as well as the implications of losing Turkey to again demonstrate how our "Credible" option mitigates or addresses these as well. Additionally when we had them at the end of the brief you wind up ending the brief on a down note vice ending on a positive note, " .... understand the issues but we can mitigate them and still accomplish the 1nission"  • Military (Regular Army and Republican Guard)  -US/UK campaign in AFG has shaken self-confidence  • Expect increased use of precision weapons; SOF w/tribal forces; ground attack from south and north; regional support for US/UK effort  Regime seriously concerned about poor morale & desertions  Expect early loss of comms & centralized control  • 4 x Regional Commands established to control fight after comms disruption  • Internal Security Forces  -Morale also adversely affected  • Additional security forces sent to Governorates -Qusay charged w/Baghdad Security Plan  • Expect disruption --alternate control sites in residential areas  -Republican Guard locally dispersed around Baghdad / Al Kut; limited defensive preparations noted  -Will fight until they are convinced Saddam no longer rules  • Political -Saddam will accept UN inspector return when attack imminent  • Coordinated w('IIX&prJd USC§ 3507 (b)(3) 10 USC § 424  26  POTENTIAL IRAQ/ ACTIONS NO MAYBE YES  -Predator shootdown .  -Violate no fly zones .  -Military enhancements (North/South Iraq) .  -Violation of Kuwaiti or Saudi Arabian airspace .  -Limited violence against individual Kurds I Shia .  -Interfere with / deny inspections .  -Provocative military posturing .  -Manned aircraft shootdown .  -Major No Drive Zone violation .  -Intel indicating possible Iraqi link to terrorist act .  -Confirmed weapons of mass destruction within Iraq .  -Large scale attack against Kurds / Shia . -Employment of weapons of mass destruction (WMD) .  -Intel confirming Iraqi link to terrorist act .  -Major threat or attack on friendly regional neighbor(s) .  27  e,t:Cft:E1W llEL'f0 rnA, .'cllS .. ad 61:tR  ----...1111  Component Rotations  28  Sir, We also thought it best to address those things that could go wrong or impact our execution now inconjunction w/risk as well as the implications of losing Turkey to again demonstrate how our "Credible" option mitigates or addresses these as well. Additionally when we had them at the end of the brief you wind up ending the brief on a down note vice ending on a positive note, " .... understand the issues but we can mitigate them and still accomplish the 1nission"  29  The branch plan uses a trigger at an unpredictable time to initiate execution of the plan. This slide shows how long it would talce to get CVBGS into the area of operations over the next year. The Navy can always get 5 CVBGs to the fight by G-day (45 days after trigger). However, some times are better than others. One of those times is the December 2002 time frame. Four CVBGs will be unde1way at that time.  The example of optimal period in December is 12/21.  KHK always assumed to be no more than 20 days away.  60  -2ARG/MEU J  .., 30 _,-Constirulcd .-\Tf' . C  I ARGt,·IEll rn  20  10  0 I I I r Jul Aug Sep Oct Nov Dec Jan Feb Mar Apr May  30  Similarly for the ARG/MEUs, one ARG/MEU can always be in the Persian Gulf within 10 days, and usually within 5. However, it can take significantly longer to get a second ARG/MEU into the Gulf at ce1tain times of the year. Dming the month of December, the optimal time for CVBGs, the time required to get the second ARG/MEU increase as BELLEAU WOODe/ 11 MEU depa1ts the AOR. In the base plan the BELLEAU WOODe/ 11 MEU deployment is extended to provide the 2ndARG/MEU on station.  There is an intersection of optimal periods for CVBG and ARG/MEU in latter November. There is a relatively long optimal period for amphibious forces in the Spring which coincides with the CVBG optimal period.  This slide assumes ESSEX / 31 MEU are not available.  IM02 = Exercise Infinite Moonlight EM02 = Exercise Eager Mace  USAF Air Expedition Force Flow  ----...1111  50  C 40'  0  30....  0  20  Ill  10 0  0  Aug Sep Oct Nov Dec Jan Feb Mar Apr May Jun  • Timelines will be extended if multiple moves occur simultaneousy as they  la draw on the same strategic lift assets  _ Planned Force • The Running Start (RS) Force Flow plan assumes other movement Flow  concurrent with USAF assets  -2nd AEF  • With a second AEF in place, the RS Force Flow plan closure is shortened -AEW by -6-7 days  In-place forces • Prior HN consultation required for decision to leave AEF forces in-placeduring AEF rotation  • AEW (48 Aircraft) available In 7 days  31  The branch plan uses a trigger at an unpredictable time to initiate execution of the plan. This slide shows how long it would take to get CVBGS into the area of operations over the next year. The Navy can always get 5 CVBGs to the fight by G-day (45 days after trigger). However, some times are better than others. One of those times is the December 2002 time frame. Fom CVBGs will be unde1way at that time.  KHK always assumed to be no more than 20 days away.  SO F Capability Timeline  ----...1111 JSOTF-N lial I '  l: INITIAL( I I  A-56 A-45 A-40 A-35 A-30 A-25 A-10 A y A+S A+10 A+15 A+20 A+Z5 A+30A+35A+40  JSOTF-N  FOB-W  11FULL I  TF-S  fT'  A+S i\+10 A+15 A+20 A+25 A+30 A+35 A+40'A+45 A+SO  32  Slide highlights SOF force flow (tunning and generated start)  JSOTF-S is in place late in both scenarios ( esp running start)  •We  are working prepo and TPFDD to mitigate this  • Slide shows SOF as pre-D-Day force and need to have adequate ISR/CAS in place when SOF is employed  • Generated Stai1  • D-30 N01ih/West  • D-20 South  • Running Start  • D+2eN01th  • D+7 West  • D+28 South  "Initial" depicts first operational capability (not across full mission spectrum)  "Full" depicts full force closure  S£CR£l'h' lt£lT0 l!:i,s\; !cfS aud Oltft  Pht1se JV -Notional Force Composition  "'---...1111  I Stabilization 1  Phase IVa Recovery Transition  Phase IVb Phase IVc  2.J Months  18. 24Months 12-18 Montns  Essential Forces  CJTF-IZ • ACR / LCRJ MP/ ENG • Small security element  Phase Ill Ground/SOF forces • SOF • SOF  1 x CVBG, 1 x ARG/MEU • 1 x CVBG, 1 x ARG/MEU • 1 x CVBG, 1 x ARG/MEU  Robust ISR • Robust ISR • OMC  Air • Air • Security Assistance Teams  Redeoloving Forces  CENTCOM HQs • Heavy forces • ACR /MP/ENG  3 x CVBG, 1 x MEU • Air • Select SOF  Strikea/ Bombers • Tactical ISR  • Air  33  Recove1y and transition overlap by functional areas  1 .4c ICI grows  Need significant force protection assets for tnilitart/civilian ops  CJTF must be established for CCHQ to redeploy (450 pax)  Force for recove1y is low (at least SOK) grolllld/ISR and air forces  New slide:  Overlap govemorates with key infrastmcute/econo1nic nodes Identify force requiremetns for security  Aligh forces and Ios with govemorates  Aligh tnil with UN/coalition civilian regions  Etlmic ocnsiderations  Economic considerations po11s/oil  Examining things that could go wrong ...  Strategic Risks  34  Sir, We also thought it best to address those things that could go wrong or impact our execution now inconjunction w/risk as well as the implications of losing Turkey to again demonstrate how our "Credible" option mitigates or addresses these as well. Additionally when we had them at the end of the brief you wind up ending the brief on a down note vice ending on a positive note, " .... understand the issues but we can mitigate them and still accomplish the 1nission"  SEC'UETH ll:£LT0 lSA. H!S and 08ft Sources of Strategic Risk :a ----...1111  Loss of, or restrictions on, our ability to base, stage or overfly  Iraqi actions:  -Attacks against Israel -WMD or conventional  -Attacks on neighboring states (Kuwait, Turkey, Jordan)  suspected of supporting US forces  -Attacks by Iraqi-sponsored terrorists (against US or allies Icoalition partners)  -Attacks on Iraqi opposition groups intensify --before force in place to protect  -"Circle the wagons" vicinity Baghdad  -Cut oil to Jordan I Turkey • Early success --Regime falls, but...  -Post-regime government not established  -Iraqi people fail to accept new government  -Forces not in place to support new government  Israel attacks / strikes Iraq preemptively  Media interference / negative influence  35  Declassified by: MG Michael X. Garrett,USCENTCOM Chief of Staff Declassified on: 201506  SE€1U!'l'fflt€1::'f8 t ;...tis and 61:tft  .trntegiceRisks !a ----...1111  Risk event Mitigated by ...  . SOF in west to deny launch areaAttack on Israel . EUCOM LNO team to Israel  • OPLAN 1003-liko defense: followed with  decisive counter-attack Attack on Kuwait  . Chemical units early in force flow to  ooerate at APOD/SPOD  . ONW(+) aircraft in TurkeyAttack on Kurds  SOF/CIA with Kurds  Attack on Jordan Deolov SOF and Patriots to Jordan Terrorist attack in Maintaining GWOT prossure (Afghanistan  US/Outside AOR with JTF-180 JTF-HOA)  Attack on Shia Provide lothal/ non-lolhal aid to Shia  •lcircle the Waaons" Inside-out annroach to taraetina  Cutting Oil to Securing oilfields as soon as possible to  nelahbors shorten time oll Is cut-off  Reapportion forces required for post-Early success hostllllles  Israel attacks Iraq Plan for TBM suppression / dofonso  • DOS lead in securing support  Loss/ restrictions on  • Theater preparation tasks provide basing flexlblllty  '--':>r•n,...,.,....,01:---.-, I • .. ,..nn  Unilateral Coalition Support Assumptions  Next slide  Road ahead  Seize H3 as a forward oporating  base/deploy forces In the West  . Incorporate UK/AUS Forces In  plan operating from Turkey and  Jordan  Deploy Patriots as preparatory  action  Deploy ground forces through  Turkev. lncoroorate UK/ AUS Forces  H3/Forces in West  Increase force protection posture  Rofine UW operations plan  Refine olan for Baahdad DOS supporting plan for alternative oll sources for Jordan and Turkev  Develop military role for  establishment of post-rogime  aovarnment  Enhance Jordanian capabllltles  --Identify Jordanian requirements lncor=rate Israeli taraets  Secure additional APOD in Iraq • Continue TPFDD refinement  36  Pages 39 through 40 redacted for the following reasons: 1.4b, 1.4b  Support Requirements  39  Sir, We also thought it best to address those things that could go wrong or impact our execution now inconjunction w/risk as well as the implications of losing Turkey to again demonstrate how our "Credible" option mitigates or addresses these as well. Additionally when we had them at the end of the brief you wind up ending the brief on a down note vice ending on a positive note, " .... understand the issues but we can mitigate them and still accomplish the 1nission"  Pages 42 through 57 redacted for the following reasons: 1.4a, 1.4b  6£€ftl::T.'f IU::LT0 rnA, ,WS and OIJft  --••....Ill  Preparatory Tusks  56  Identified 32 preparatory tasks; 22 requiring host-nation approval  Theater distribution of the tasks: -Kuwait -9 tasks  -Bahrain -2 tasks  -Qatar -6 tasks  -Oman -4 tasks  -KSA -2 tasks  • Need to gain approval now  57  Declassified by: MG Michael X. Garrett,USCENTCOM Chief of Staff Declassified on: 201506  ?;E('lt£T// lt£LT0 l Si't.,HISand GSU  Prepartltory Action Plan  I I Cf)t (I). i. u.: . f & f : .& Ii & Jun JulyIA.g Sep 0. Nov Dec Jsn Feb M3r Sustarn APS-315Q Equipment No I No NIA v.. No  OO'A•load APS-3 (V;.,l•nt Hammer) Ye, Yes Ye, No No  UpgradeRamp,1-otAJDnofra ,,,..--;-y.; v., [ --v.,v..--+--+•---. Mow /\PS-00 I Ye, I Ye, Ye, No No  J Yeij NI)_ NIA No _MOl.WaterStorageYan<!ClstroM. _Y_Y_ No  8\0ld 2.4M Gal Beg Farm (Plpelin•1 No I Yes Pend N.oYNo l  Prsposition 7 Medium Truck Companies (POL) No Yes No Yes jPur ehas. APS-315 Bd.sn .. ,co,ps Spare PM$ Pan!al I NI) N.+ A No No  E1.pand Ammo Stora.;;i@ at Al Uoeld I No I Yes No  Proposition 30 DOS t,r SOK No I No NIA No No  N .;:.;;.:.:::..A(..=: RSOI) ] u. I .= .: =  Purchase EPW ca. Matenal O I No NIA No No  .•tablis__h ..Y .OJW. HO(·) o I Yes No Yes  Preposition Homanlrarian Radons ofNo .A No No 'Y Upgrade F'alll01 Missiles lYes Yes Ye$ Yes No  Expand Ammo Storage ~F8Cilities (AtJaber/Ali Al S.aiem) No_jYes Yes Yes  Pteposition Army Watercra!\ {.A.OTS) No Yes Pend No Yes  Buy Hlgh.ain Saleme Annte.nnas Partial No .A No No  Corn'nircfalze OEF C41 I No + Yes Pend Yf!'! No  R•positoo Ammunit100 Partial Yes No ,Y Upgrade Ku,valt Ramp (Al Jaba• & Al Al Sa\omj I No Yes No Yes Upgrade lhumtait Ramps & ExpandAmrnoAreas No Yes Par1lal Yes Yes  Upgrade AF/Army Satellite Termsna's J Pan1alI No NIA No No  Upgrade SATCOt.1 Grouro Stations ---Partia11YNo NIA No No  I Repair Mas1tah Runway Ye-s Yes Yes No Yes  1  As af 24 July 02 ' Assumes a 15 AUG action star1 date 58  Pages 61 through 65 redacted for the following reasons: 1.4a, 1.4b  S£€fl['F// Rfb T9 ls..•.wr.: IIR. CPR  --••....Ill  Targeting  Focus of Effort  This pictorially displays how we plan on targeting Saddam  and his regime While 1 and 2 are the most desirable targets they are also the most elusive  Our plan is to attack the WMD wherever we have the opportunity to Attacking the blue colored targets serves the main purpose  of leverag ing groups 8, 9 10 in order to facilitate regime change quicker  Synergistic Application of Multiple Lines Of Operations (DCZH).ywch(  Create multiple events/ crises designed to trigger regime change by ove DOD and).ynchronized actions  Create and maintain pressure on Saddam and his supporters  Synergy and speed are greatest threats to regime Combination is key NOT individual events / targets Saddam is regime's center of gravity  Sample synergistic events Sabotage Disarray in inner circle  Increased external support for opposition Loss of income from oil exports  Loss of sovereignty in western and southern Iraq  .E(ltf'fh'Rlt£LT0lSA.AlSaodGltll  Tt1rgeting Decision Process ll ----...1111  Big question is:  Based on Guidance, Ob_jectives, Priorities and Effects -What Must Be bit and When?  Target or Target Set  What can be struck preemptively?  .I  What can be planned in Air Tasking Cycle?  n .. What requires Time Sensitive Target  . or on order execution?  What are the factors?  67  681  • Degrade Regime C3  -Destroy Critical Regime C2 Nodes/Facilities  -Destroy Comms/Media IVO Baghdad  -Degrade Regime Security Apparatus  Fix RGFC Forces (Prevent collapse on Baghdad) -Attrit Heavy Equipment Transporter (HET) fleet  Degrade WMD Delivery Capability  Achieve Air Supremacy  -Destroy the Iraqi Integrated Air Defense System (IADS)  -Neutralize Iraqi Air Power  • Eliminate the Iraqi Naval Threat -Destroy CSSC-3 Delivery Platforms and Missile Storage -Destroy Naval Mine Storage and Delivery  • Neutralize Regular Army (RA) in the South  -Destroy C2 (Division & Higher)  -Attrit WMD-capable systems (Rocket launchers, .152mm  tube artillery) and Engineers  69  S£flt£Th' lttt·re t.l-\.AliS.md t;S,lt  Targets ;,, the Deck  ----...1111  Planned  Targets AimQoints  429 13,566  IOther Developed Targets I  Targets Aimpoints541 16,811  Targets Aim points 970 30,377  Does not include mobile ground force targets: ~16,000 Ajmpoints  70  Declassified by: MG Michael X. Garrett, USCENTCOM Chief of Staff Declassified on: 201506  .ft!:M:'tY/llfL f6 t !;A.. .tctit; and 68ft  Phasing Target Slices amt Subsets  --••....Ill  Folio" On Strike. -ATO l'lannrd  Lo&oiJtiOM Security OelVOty SRG Southem ectricPower IAOS I F0tc;,H/BOP i I I. IEl I I  P:ilxcs-j.ProducOon RGFC Northo.m I. L.OC"s 11 Ac;ft/Afld!Helo I i i I I j Logis.cs  Comms R&D t.ogisuc.s Log1sucs H)'dtotogy I II I I II IIl INavallgts=i  HETs  On order/Situation Dependent Strikes  Security Ckilivery 8RG Eectric Powo, ADS  Fo,cesJBOP  Aett/AtldlHOlo ,.,..,.. lllll'C .... l . !  Hydro!Ogy .v.Tgt$ HET•  72  !!!ft ltfTii ltftT6 l !.>\,!cll'S and 6811  RGFC HET Target: Bagh,/ad RGFC Barracks  ----...1111  Target Significance:  One of three major Heavy  Equipment Transporter (HET)  facilities in Iraq: 100+ HET's  Critical Elements:  HET prime mover and trailers  maintenance facilities 1 .4c  COE:  Low  Weaponeering:  Requires heavy weapons  for destruction (over 700) or  possibly aerial mines to fix  HET's in place  Collateral Concerns: CINC'S COMMENTS:  Hospital and prison located Provides strategic lift for Iraqi military  on the facility  73  .[CllfTl/ tu:t·ra tS>'c, ..l)b Aud 6911  RGFC Target: RGFC Headquarters at Abu Ghurayb  ----...1111  Target Significance:  Main headquarters for the RGFC  Critical Elements:  Headquarters building  COE:  Low  Weaponeerinq:  2000lb class weapons or less  Collateral Concerns:  None  1 .4c  CINC'S COMMENTS:  Houses the RGFC Commander and Staff  74  Target Significance:  Iraq's primary Nitric Acid Production Plant supporting TBM engine production  Critical Elements:  Nitric & Sulfuric Acid Production buildings  Collateral Damage:  High (possible release of chemical plume)  Weaponeering:  Mitigate effects through weapons selection and attack parameters.  Collateral Concerns:  Nitric & Sulfuric Acid Plumes  1 .4c  CINC'S COMMENTS:  Produces a critical chemical component required in liquid rocket engine fuel  75  Lt1tifiya Prope/10111 t1ntl Explosive Precursor Pla11t  --······••1  Delivery: Air  Weather: Historical (November)  Model: HPAC 4.01 b2  Population: Land.Scan 1998 Map Reference: WGS 84 Remarks & Assumptions: -Majority of the affected area will cause noticeab e discomfort to  l  the general population.  -Sulfuric Acid is the most  significant hazard at this site,  given the amounts and  concentrat ons of the other  M i  chemicals,  76  Chatt one is intended to be an introductory chart that provides the name of the program/enabling center, the program manager, and the date.  Any reference to "program" included throughout these notes is intended to refer to programs and enablingcenters.  The Requirement and Customers are lines intended to focus on the reason for the program and the customer for whom the program is being accomplished. The last two lines are not intended to provideadetailed justification of the program, but rather should focus on why the program is being accomplished and for whom. One or two sentences should be sufficient to provide the basis.  !:;[('ttfTh ltft·fat.ia,All. DUii G6.I(  WMD Target: Baglultul Barracks TBM Unit-Abu Ghurayb  ----...1111  Target Significance:  Home to Iraq's First Operational Al Samoud SRBM Unit  Critical Elements:  Dispersed TELs and Vehicle Sheds  CDE: Low  Weaponeering:  2000 lb weapon or less  Collateral Concerns:  None  1 .4c  CINC'S COMMENTS:  Primary base for the Al Samoud Short Range Ballistic Missile capable of chemical weapons delivery.  n  Page 81 redacted for the following reason: 1.4c  Target Significance:  Located at Saddam lnt'I airport, Baghdad. Provides radar coverage of Southern No-fly Zone  Critical Elements:  Radar antenna  CDE:  High -Dual use (at airport)  Weaponeering: Mitigate effects through weapons selection and time of attack  Collateral Concerns:  None  1.4c  CINC'S COMMENTS:  One of 13 long-range radars in Iraqi inventory  79  80  lilWl.'I'// IY.b 'l'Q l'li ,,,,1lIiiAM.CUil  Regime Lenders!,ip Target: The Presidential Diwan  ----...1111  1,  Target Significance:  Prestigious meeting place for regime leadership. Also associated with Presidential Secretariat and personal staff  Critical Elements:  Meeting hall and residence 1Ac  Collateral Damage: High  Weaponeering:  Mitigate effects through weapons selection and attack parameters.  Collateral Concerns:  Residential and public structure within 130 feet.  CINC'S COMMENTS:  Symbolizes Saddam's power and legitimacy  81 SEC'I\El'/l At"bi;0 ••..,,,,t l'& 1u1cl .llR  'l Target Significance:  Main party headquarters for th Baath Party in Iraq.  Critical Elements:  Multi-story headquarters buildi central bunker, communication and security entrance building  Collateral Damage: High  Weaponeering:  Mitigate effects through weapons selection and attack parameters.  Collateral Conceerns:  Residential and public structur within 200 ft  1.4c  CINC'S COMMENTS:  Saddam's political party and power base  82  1.4c  Chatt one is intended to be an introducto1y chart that provides the name of the program/enabling center, the program manager, and the date.  Any reference to "program" included throughout these notes is intended to refer to programs and enabling centers.  The Requirement and Customers are lines intended to focus on the reason for the program and the customer for whom the program is being accomplished. The last two lines are not intended to provideadetailed justification of the program, but rather should focus on why the program is being accomplished and for whom. One or two sentences should be sufficient to provide the basis.  i;.c;.u:;'1'11.b'l:Q l'li',t, .' l'ti 1tff.GllR  Regime Sec11ri(v Target: B"glu/ad Protection Unit  ----...1111  Target Significance:  Presidential bodyguard  protection facility for off-duty  personnel  Critical Elements:  Headquarters, barracks,  vehicle parking and support 1.4c  buildings  Collateral Damage:  High  Weaponeering:  Mitigate effects through  weapons selection and attack  parameters.  Collateral Concerns: CINC'S COMMENTS:  Civilian and business Saddam's Presidential bodyguards  structures within 100 ft  84  S£fH£T!f MLT8tJi.\,./Jl'S m»d 6ilHt  Regime Comms: Baghdad Mai11 Excha11ge -Si11ek  ----...1111  Target Significance:  Primary TELCOM switching center for all domestic and international communications  Critical Elements:  Multi-story exchange and switching vault located beneath main building  Collateral Damage:  High  Weaponeering:  Requires multiple 20001b class penetrator or larger  Collateral Concerns:  Civilian business structures within 100 ft  1.4c  CINC'S COMMENTS:  Single most important comms facility in Iraq.  85  Target Significance:  Tigris River Highway bridge  connecting central Baghdad  with the eastern Shi'a District  Critical Elements:  Center span of bridge 1.4c  Collateral Damage:  High • Dual Use  Weaponeering:  2000 lb class weapon or less  Collateral Concerns: Dual use civilian-military infrastructure target CINC'S COMMENTS: Cross river entrance to the Shi'a area; required for implementation of the Baghdad Security Plan  86  Planned Target  .e( ftfl'i1 ltftH. r.Ji!c. ;H'S and GBR  -Recap  . . E.;i·;;.ee.1 . Target Set .r Initial Strikes Follow On Strikes  Targets Aimpoints Targets Aimpoints  Regime Leadership/Palaces 25 633 36 555  Regime Communications & Media  106  482  Regime Security & SRG 27 804 42 192  WMD 26 276 49 2814  RGFC 10 174 28 1223  HETs 3 72 3 751  Aflds, Acft, Helos 13 86 12 2034  IADS 32 128 10 388  Naval 4 46 4 187  Regular Army 11 80 38 2728  TOTAL 160 2405 269 11161  ITotal: 429 Targets 13,566 Aimpoints I 87  881  Master Air Attack Plan (Blue)  89  South  24-hour OCA Cap  24-hour AWACS coverage  18-hour RJ coverage  Assumes both jets green 24-hour Predator coverage 2 U2 vuls (5 hour coverage)  North Two "gos" per day; E3 I RJ on  both goes  Declassified by: MG Michael X. Garrett, USCENTCOM Chief of Staff Declassified on: 201506  D+O to D+l -DC. I/SR  IC2  90  Declassified by: MG Michael X. Garrett,USCENTCOM Chief of Staff Declassified on: 201506  PackageA Airfields (17 TLAM 01 I Pkg A -0600 (17 TLAM DJ, 36 Tl.AMC)  CA14. Al Taaaddum 4 TLAM 01 (80MPI)  CA16. Balad SE Airfield  3 TLAM 01 (6 OMPI)  CA 17. Al Asad Airfield  5 TLAM 01 (10 OMPI)  CA15. Qarrayah West Airfield·  5 TLAM 01 (10 DMPI)  TLAM 01 for aircraft in the open  Package A LRRs (6 TLAM C)  CA04. Al Qaim Na11jing  1 TLAM C (1 OMPI)  CA06. Al Shara Tall King  1 TLAM C (1 OMPI)  CA08. Samarra Tall Kina/ Tall Rest  2 TLAM C (2 OMPI) CA35. Ash Shargat SA3 Sile {Nanjing)'  1 TLAM C (1 OMPI)  CA43. Haft Nafar AW SMTE /Tall King)'  IM 1 TLAM C (1 DMPI)  ,A.CA= COUNTER AIR A SL= lEADERSTilP  ,A. CM •COUNTER MARJTlJ\'[E ,A. SR= REGIME SECURITY  t::,. er-COUNTER INFOR.lATION t:::, ss =SUSl'AI.N.1ENT I LOG  i!,.Cle COllNTERLAND f:::, SW= \VM"O  91  Package A Airfields (30 TLAM Cl  Altrit SAMs to:  IsoRate Kirkuk to allow access to  l 81" WCR and Isolate Q West for  access to airfield  Isolate Taqqadum and Ramadl to allow acces to airfields  IsoRate southem Baghdad to allow  lR access to . 3300N line  ,A. CA= COUNTER AfR .A SL= LEADERSHlP  ,A. CM •COUNTER MA.RJTli\'lE ,A. SR= R£GTh'CE SECURITY  t::,, er-COUNTER INFOR.lATION !:::,. ss =SUSTAJ.N.1ENT / LOG  1!,_ CLeCOllNTERLAND !:::,. SW= W.l"D 5ESRCTIRE1. SOR,At:JS 92  Package B 10 F18. 4 F14. 6 PGM. 4 GR1 4 F16CJ, 2 F18 ISi, 4 EA6B  CA0S. Baghdad lnt'I LP-23  1 SLAM-ER (1 OMPI)  CA07. Al Du!aylTall Kings  l  1 F18-2 SLAM-ER (2 DMPI) CA 10. Baghdad Radar Training School  Tall King and Volex  1 F18-2 SLAM-ER (2 DMPI) CA09. Baguabah Nonh Nanjing  1 F18-1 SLAM•ER (1 DMPI) CA37. Salman Pak Tall King  1 SLAM-ER (1 OMPI)  CAXX. Taji TranslonnerStation  2 F18 -4 SLAM-ER (4 DMPI)  CA13.Al Ta addum Mil Cbl $\NI.ch Bunke  1 F14-2 GBU31 (2 DMPI)  CA15. Al Tagaddum ADEF IOC  3 F14 -5 GBUJ 1 (5 OMPI)  CAQ1, Tajj ADEE !QC & Radar 151" WCRl I PGM -2AGM130 (2 DMPI)  C(36 Tail Airftefd MilCable  2PGM -4AGM130 (4OMPI)  "4F1Bs excess-tailor to branch .A.CA= COUNTER AIR A SL= LEADERSTilP  .6.CM •COUNTER MARJTl.ll'[E .A.SR= REGIME SECURITY  t::,_ er-COUNTER INFOR.lATION t:::, ss =SUSTAI.N.1ENT / LOG  SEeRET/REL SOR; A.:S 1!,_CL e COllNTERLAND f:::, SW= \VM"O 93  Declassified by: MG Michael X. Garrett,USCENTCOM Chief of Staff Declassified on: 201506  Package B Package B anti C -TOT 0600  10 F18. 4 F14. 6 PGM. 4 GR1  4 F16CJ, 2 F18 IS), 4 EASB  Cl85. Karbala Strat PLL FO Rptr  1 PGM -1 GBU31 (1 DMPI) Cl42. Musayylbb Radrel  1 GBU31 (1 DMPI) Cl25. hlkandarlyah MIi Cable Rptr  2PGM-4GBU31 (4DMPI). Cl22. As Suwayrah Mil Cable RDlr Sta  2 GR1-PWIJ (2 DMPI).  Cl24. As Suwayrah Mil Cable Rptr North  2 GR1-PWlI(2 DMPI).  1  Package C 6A10 CA38. Basrah lnt'I Alld Spoon Rest  1 AGM 65 (1 DMPI)  CM06. As Shuyabah NavaIMissile Strge  l  SA10 ·I2AGM65 (10 OMPI)  • 6 MK82 (3 DMPI)  ' 18 MK82 and 30mm for XCAS  .A.CA= COUNTER AIR A SL= LEADERSTilP  ,A. CM •COUNTER MARJTlJ\'[E ,A. SR= R£GIMI. SECURITY  t::,_ er-COUNTER INFOR.lATION t:::, ss =SUSl'AI.N.1ENT I LOG  .CLeCOllNTERLAND f:::, SW =\VMU  SEG.n:/.liil. <.SQ, OUS 94  Declassified by: MG Michael X. Garrett, USCENTCOM Chief of Staff Declassified on: 201506  ac age  6 PGM. 2 F16CJ. 4 F16CJ CS).  3 EA6B  CA44. Mosul Ambush Site  2 PGM -GBU12 (2 OMPI)  CA20. Kirkuk AOEF Sector HQ  1 F16CJ -2 GBU31 (2 DMPI) CA36. Kirkuk Airfield  4 PGM -2 GBU31 (8 DMPI) 1 F16CJ -2 GBU31 (2 DMPI)  Package E -135 TLAM Cl  CA20. KirkukADEF Sector HQ  4 TLAM C (4 DMPI)  CA21. Kirkuk ADEF IOC (81" WCR)  3 TLAM C (3 DMPI)  Cl78. Baghdad Majn Central S!GINT  11 TLAM C (11 DMPI)" Cl80. Baghdad SIG!NT Substation  2 TLAM C (2 DMPI)  CA01. TallADEF OC & Radarl51stWCRl  Ie 9 TLAM C (9 DMPI)  CA24. Baghdad Temp ADEE Sector HQ  1 TLAM C (1 DMPI)  CA02. Baghdad ADEF HQ (1 ADSOC)  4 TLAM C (4 DMPI)  Cl36. Taji Airfield Mil Cable.  1 TLAM C (1 OMPI)  •· 1r no AGM 130 In Pkg B ACA= COUNTER AIR A SL= lEADERSTilP  .6.CM •COUNTER MARJTlNlE A SR= REGTh'lE SECURITY 1::::. er-COUNTER INFOR.lATION 6. ss = SUSTAI.N.1ENT / LOG  f}.Cl= COllNTERlAND 6_ SW= \VMU  SESRCT!RCL SOR,At:19 95  Declassified by: MG Michael X. Garrett, USCENTCOM Chief of Staff Declassified on: 201506  Package F 10830 TOD  10 F18, 2 F14. 1 EA6B  Cl33. Basrah Mil CabIe Rptr  lI • 1 GBU31 (1 DMPI)  CM07 Az Zubayr Naval Missie Assem  lI 2 F18 -2 GBU31 (3 DMPI)  1 F18 • 3 GBU32 (4 DMPI)  Cl92. AIFaw Radrel l  -1 GBU32 (1 DMPI)  CM06. As Shuyabah NavaIMissHe Strge  l  2F18-3 GBU32 (6 DMPI)  1 F14-4GBU16 (1 DMPI)  CM01. Al Basrah Naval Base North  1 F14-4IGBU16 (5DMPI)  2 F18I-2 GBU31 (4 DMPI)  CM02. Al Faw Bunker Complex  2 F18-2 GBU31 (4 DMPI)  Package G (1030 TOT)  6 A10 (2 AGM65, 6 MK82, Gun)  CM02. Al Faw Bunker Complex  3 A10 -2 AGM6S (S DMPI)  CM07. Az Zubayr Naval Missie Assem lI 3A10I-2AGM65 (6DMPI)  CM14. AIFaw MIiitary Installation  l  • 6 MK82 (6 DMPI)  • 1 AGM65 and 30mm for XCAS  SECRET;REL SOR, Abf:3  Package F, G  ,A.CA= COUNTER AIR A SL= U:ADERSHlP  ,A.CM •CIOUNTER MARJTlJ\'[E ,A.SR= REGIME SECURITY  t::,,er.COUNTER INFOR.lATION t:::, ss = SUSl'AI.N.1ENT I LOG  i!,.CL e COllNTERLAND 6 SW= W.l'D 96  Package H 11100 TOTI P<,ckage H, I 10 F18, 4 F14.  2 F16CJ, 2 EA6B  Cl21. Numanlyah MIi Cable Repeater  6 F18 -2 GBU31 (11 0MPI)  Cl56. Al Kut TV Xmtr and Radrel North  2F18-2GBU31 (SDMPI)  Cl23. Numanlyah MIi Cable Rptr North  1 F14-2 GBU31 (2 DMPI)  Cl39. Amarah TV Xmtr & Radrel & MK14  Cl99. Abul al Hayyah Radrel & MK14  1 F14. 2 GBU31 (2 DMPI)  6 GBU31 remaining -1 F14, 2 F18  Package I (1200 TOD  6 PGM.2GR1.4 F16CJ. 2 EA6B  Cl45. An Nasiriayh Mil Cable Rptr  2 PGMl-2 GBU31 (4 DMPI)  Cl96. Tallil ADEF IOC Rad rel,.. Veil  1 PGM -2 GBU31 (2 DMPI)  CI08. Nasarlyah FO Rptr Vault Exch East  1 PGM -2 GBU31 (2 DMPI)  Cl97. DarrajlRadrel & MK14  1 PGM -2 GBU31 (2 DMPI)  Cl86. Al Gubayashi Radrel -Coords?  1 PGM -2 GBU31 (2 DMPI) .A.CA= COUNTER AIR A SL= lEADERSTilP  CA22. ra11j1 ADEF 10c .6.CM •COUNTER MARJTl.ll'[E .A.SR= R£GIMI. SECURITY  2 GR1 -2 PWIII (4 DMPI)  t::,.er.COUNTER INFOR.lATION t:::, ss = SUSTAI.N.1ENT I LOG  i!,.Cle COllNTERLAND 6 SW= \VM"O  S5bfl&f./Ril.. <.SQ, 4 US 97  Ptlclwge J, K  Package J 11330 TOTI  10 F18 2 F14. 4 F16CJ. 2 EA6  CL06. Bahghdad RGFC Bde -Fort Rash 2IF18I-2 SLAMER (4 DMPI)  •· Frog Storage  SW35. Al Feda Launcher Assembly Fae  4 F18I-2 GBU31 (7 DMPI)  CM19. Al Feda Hydraulics/ Suspension  2F18-2GBU31 (5DMPI)  SWOS, Abu Ghurayb Probable Msl Fae  2F14-2GBU31 (4DMPI)  Package K 11430 TOTI 4A10 -XCAS  Counter Nava! XCAS -Burah iAl Faw  2 AGM65. 6 MK82. Gun  A CA= COUNTER AIR A SL= lEADERSTilP  .6.CM• COUNTER MARJTlNLl: .A. SR= REG CME SECURITY  t::,. er-COUNTER INFOR.lATION t:::, ss = SUSTAI.N.1ENTR, LOG  11.Cle COllNTERLAND f:::, SW= W.l"O S.GR.EL GBR, Al:/5 98  Package L 11600 TOTI  Pudwge J, K, L  8 F18. 4 F14, 2 EA6B. 2 F18 /Sl  CL26. Khan Al Mawhill Bks School HQ  4F14-2 GBU31 (8 DMPI)  --Frog Slorage Area  SR57. Ramadi Rarar Army Camp RGFC  7 F18-2 GBU31 (13 DMPI)  •• Frog Storage  Package M 11630 TOTI  4 PGM. 2 F16CJ. 2 F16CJ ISi.3 EA6  SW28. Mosul (Al Kindl) RDT&E Center  4 PGM -2 GBU31 (8 DMPI)  2F16CJ -2 GBU31 (4 DMPI)  ACA= COUNTER AIR A SL= LEADERSHIP  ACM •ClOUNTER MARJTlNll: D,.SR= REGIME SECURITY  6er-COUNTER INFOR.lATION 6 ss =SUSl'AI.N.1ENT / LOG 11.Cle COllNTERLAND D,.SW= W.l"D  5ESRET.'RE1. SOR,,U.CS 99  Package N (1800 TOTI 4A10R-XCAS Counter Naval XCAS -Bas@h IAl Faw 2 AGM65 & MK82. Gun  Packageo11800 IQJ\ 4 PGM. 4 F16CJ. 1 EA6  SW05. Abu Ghurayb Probable Msl Fae 4 PGM -2 GBUJ1 (8 OMPI)  ,A.CA= COUNTERRAfR A SL= lEADERSTilP  ,A. CM •COUNTER MA.RJTL\'Ll: ,A. SR= REGIME SECURITY  t.::,.er-COUNTER INFOR.lATION t:::, ss =SUSTAI.N.1ENT I LOG  .Cle COllNTERLAND 6 SW= \.l"O  100  Package P 10000 TOTI  4 PGM. 2 F16CJ, 1 EA6  SWOS. Abu Ghurayb Probable Msl Fae , PGM -2 GBUJ 1 (8 DMPI)  ,A.CA= COUNTER AIR A SL= LEADERSTITI'  ,A. CM •COUNTER MARJTlNLl: ,A. SR= REGIME SECURITY  t.::,.er-COUNTER INFOR.lATION t:::, ss =SUSl'AI.N.1ENT I LOG  .CLeCOllNTERLAND 6 SW= \VM"O  SESRE'FiREt &&R,ADS 101  SECRll:ld lltt JO UA,Al. and 081t  la ----...1111  Airfields t1nd Oilfields  102  Saddam's potential actions ...  Employ "scorched earth" policy  Ignite wells intentionally  Dump oil into waterways and the North Arabian Gulf  Cut ground transportation of oil to Jordan / Turkey  Destroy key oil infrastructure  Command and Control  105  USCJNCCE.T 106  --••....Ill  107  CJTF@] SECl.El'/1 ltEL.f6 l 9!\, ,n1.and GBlt  ('0("0M OPC'O.. COO.D  108  :!l!Cltl!'fn ltfL'f8 fS,\:,AUS and 68R  CJTF-HOA  --....11111  COCOM . ()P(:()N .COORO •••••••  109  Securing Regional Support to Enable Preparatory Actions  110  Prep Task Approach Model  --••....Ill  Initial Contact  OMC/ DATT  NO  Second Contact  Component Cdr  NO  Third Contact  CINC  NO  Fourth Contact  OSD I State  111  !;ft'ttfTfi' ltt:L 'f8 l !;,\, ,011, .mrl GBR  .lf#il. Lead /or Basing, Sfl1ging and Overflight Approval  ----...1111  112  Enter at a high level --Initial entry is decision-maker  Form Inter-agency negotiation team with OSD lead  Country T earn Composition  DEPSECDEF, Ambassador,  CINCCENT  DEPSECDEF, Ambassador, CINCCENT  1.4b  DEPSECDEF, Ambassador,  CINCCENT  DEPSECDEF, Ambassador,  CINCEUR  When  September  September September  August  113  USAF Ambig11011s Prept1ratory Ac:tions  ----...1111  • Expedite and complete ongoing CENT AF staff augmentation  Complete theater organizational realignment from Group to Wing structure •  Continue support for theater BOS and basing enablers •  Continue/expedite munitions procurement and complete movement/ redistribution of theater munitions  • Improved ISR capabilities  -Use of UN U-2 missions out of Cyprus  -Selective move of airborne ISR assets  • Pre-positioning of MOBSTR into Turkey  -Acquire additional Predator Launch and Recovery Elements (LRE) and additional CONUS based Ground Control Station (GCS) for multiple ops  • lnt.roduction of fighters into Al Udeid AB, Qatar during Nov/Dec rotation  • Selective retention of assets during AEF rotations  114  The branch plan uses a trigger at an unpredictable time to initiate execution of the plan. This slide shows how long it would take to get CVBGS into the area of operations over the next year. The Navy can always get 5 CVBGs to the fight by G-day (45 days after trigger). However, some times are better than others. One of those times is the December 2002 time frame. Four CVBGs will be unde1way at that time.  KHK always assumed to be no more than 20 days away.  US Anny Ambiguou.\· Prep11ratory Actions  ----...1111  • CFLCC TOTAL COSTe= $398.43M  • Preposition 7 Medium Truck Companies (POL) -$5.1M  -Transportation coste= $4.55M  -Maintenance cost = $550K  • Build 2.4M Gal Bag Farm & POL Pipeline -$27.93M  -Pipeline to Al Jaber AB = $SM  -Pipeline to Ali As Salem ABe= $12M  -Pipeline from Salem AB to Virginia kabal = $7.GM  -Bag Farm at VA kabal = $330K •  Preposition 30 DOS for SOK -$132.GM -Class I = $34.4M  -Class 11/IIIPIIV = $5.8M -Chemical Defense Equipmente= $87.3M  -Class VIII = $4.GM  -Class IX (batteries)e= $516K  • Sustain APS-SQ & APS-3 Equipment -$71.SM  -APS-SQ OPTEMPO (AUG02-JAN03) = $33.75M  -APS-SQ & APS-3 maintenance contract expansion = $14.0SM  -APS-SQ surge maintenance/CL IX costs = $24M • Construct Beddown Sites in Kuwait -$56.6M  -Covers site preparation for 51,648 soldiers and Marines expected to pass through JRSOI enroute to forward battle positions.  115  .a;eruawllEl,T9 l SA•.H'Sand GIHI  US Arttty Ambiguous 'f!!!p11ratory Actions  ----...1111  • Information Superiority/Blue Force Tracking -$34.5  -Complete PH IIIA Gulf Digitization Project=$9.2M  -Complete Intelligence Info Dominance Ctr= $1.6M -Complete 377th TSC C2 Center=$7.7M  -Buy High-Gain Satellite Antennas -$6.03M  -Purchase Prominas and USC-60 Tri-Band Terminals . $9.97M • These devices allow CFLCC to maximize the caP.ability of existing satellite bandwidth much as a multiplexor allows several FM frequencies to use the same antenna.  • Establish CENTCOM Forward HQ -$69.9M -Infrastructure in Qatar=$10.9 -Initial BASEOPS =$8.SM -Communications $29M -Force Protection=$1.1M -Transportation/set-up= $2.6M  -JSCE=$1.4M  -HQ equipment=$16.1M  116  ' ·re t ·• us•, !!iE7(ll£T''REL 1.,.,•• I 68ft am "Running Stllrt" Todlly 11  --••....Ill Operational Timeline  PHASE I Decisive Offensive Operations  PHASE II Complete Regime Destruction  Post PHASE Ill Hostilities ...----90_M_n......-r  .A. N  117  Sir, We are awaiting results of COMCFLCCs wargame to get from them the details of the size force that can be launched on what day. We should have that by Friday afternoon.
